[TutorialPage2:UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="Continue"

[TutorialPage1:UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="Continue"

[TutorialPage1new:tutRezContainer1.UIPanel_0.UILabel_0 UILabel]
DataSource.MarkupString="Welcome to<COLOR: 255, 160, 0>Dungeon Defenders</COLOR>!\n\nTo begin your adventure, you'll first create a starting<COLOR: 0, 200, 255>Hero</COLOR>of your own, choosing from among four initial<COLOR: 0, 255, 0>Hero Classes</COLOR>, each with different<COLOR: 255, 60, 10>abilities</COLOR>,<COLOR: 255, 60, 10>defenses</COLOR>and<COLOR: 255, 60, 10>weapon types</COLOR>. After closing this tutorial popup, press<IMG:Texture2D'GamepadButtons_360.Textures.leftButton'>to open the<COLOR: 100, 0, 255>Hero Creation interface</COLOR>, and choose a<COLOR: 0, 200, 255>Hero</COLOR>that you feel may fit with your personality or play style. You can always change your<COLOR: 0, 200, 255>Hero</COLOR>later or create additional<COLOR: 0, 200, 255>Heroes</COLOR>in-game. Once you've completed the initial<COLOR: 100, 0, 255>Hero Creation & Customization</COLOR>, you will be ready to venture forth!"

[TitleSaveNotification:tutRezContainer1.UIPanel_0.DescriptionCopy1 UILabel]
DataSource.MarkupString="Please do not turn off your game console while this indicator is on-screen."

[TutorialPage3:UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="Continue"

[TutorialPage1new:tutRezContainer1.UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="OK"

[CreditsNew:UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="OK"

[TitleSaveNotification:tutRezContainer1.UIPanel_0.UILabel_0 UILabel]
DataSource.MarkupString="During gameplay, Dungeon Defenders will periodically save your data, and this indicator will appear on the bottom-right portion of the screen:"

[TutorialPage4:UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="Continue"

[TitleSaveNotification:tutRezContainer1.UIPanel_0.UILabelButton_0 UILabelButton]
CaptionDataSource.MarkupString="OK"
